{"year": 2020, "title": "Chhapaak", "movie_url": "https://en.wikipedia.org/wiki/Chhapaak", "paras": ["Chhapaak (transl. Splash) is a 2020 Indian Hindi-language biographical drama film based on the life of acid attack survivor Laxmi Agarwal.[4] Directed by Meghna Gulzar, the film stars Deepika Padukone in leading role of a character inspired by Agarwal alongside Vikrant Massey and Madhurjeet Sarghi.[5] It marked Padukone's production debut, and acting comeback after two years since Padmaavat (2018).[6] The film was jointly backed by Fox Star Studios, Ka Productions, Avernus Productions and Mriga Films.[7]\n", "Shooting took place from March to June 2019 in locations near New Delhi and Mumbai.[8] Released worldwide on 10 January 2020 in cinemas, the film was declared tax-free in Chhattisgarh, Madhya Pradesh and Rajasthan. Although it wasn't commercially successful, Padukone was widely praised for her portrayal of an acid attack survivor.[3]\n", "A reporter named Alka meets Amol Dwivedi, the creator of a foundation for acid attack survivors, and informs him about Malti Agarwal, one such survivor fighting for a ban on the sale of acid. Malti is looking for employment, and Amol employs her at his organization.\n", "In April 2005, Malti is attacked with acid in a busy market street in New Delhi. The police investigate – based on Malti's and her boyfriend Rajesh's testimony, they suspect Basheer \"Babbu\" Khan, a family friend of Malti's, and his brother's wife Parveen Shaikh. The police arrest Babbu after triangulating his phone signal in the same area as the attack, while Malti undergoes a series of surgeries to reconstruct her severely damaged face. Malti's parents work as domestic help in Shiraz's house; she helps financially with Malti's treatment and hires Archana Bajaj to be her lawyer.\n", "Archana notes that acid attacks and burning someone with hot water come under the same section of the Indian Penal Code, so the punishment will be the same. In the first hearings, it is clear that Babbu and Parveen are guilty, as Malti's story is corroborated by witnesses and Parveen has the tell-tale burnt fingers from throwing the acid. However, as the law doesn't treat acid attack as a serious crime, Babbu is able to make bail and continue on with his life. Malti recognizes the need for a change to the law and regulations on acid sale, and she and Archana prepare a petition. Meanwhile, Malti's brother Rohit is diagnosed with advanced intestinal tuberculosis.\n", "In August 2009, the court sentences Basheer Khan to 10 years and Parveen Shaikh to 7 years of imprisonment, but they appeal to the High Court. Malti collects funds for treatment and legal action for other acid attack survivors. She eventually succeeds in having the penal code amended. In 2013, another acid attack in Mumbai claims the life of Pinky Rathore, which leads to public outrage and regulations on acid sale. Malti becomes the face of acid attack survivors and develops feelings for Amol.\n", "It is revealed that Basheer planned the acid attack on Malti in jealousy, and carried it out with help from Parveen. In October 2013, the Delhi High Court rejects Basheer's appeal, keeping the attackers in jail. The film ends with another acid attack in December 2013, and laments that despite the new regulations and media exposure, the frequency of acid attacks has not decreased, while acid is still bought and sold freely in India.\n", "The film is based on the real-life story of acid attack survivor Laxmi Agarwal.[9]\n", "The film was released worldwide on 10 January 2020 and allowed by the government to be exhibited without payment of taxes in the states of Chhattisgarh, Madhya Pradesh and Rajasthan.[12][13][14]\n", "On 7 January 2020, Padukone joined a protest-gathering at Jawaharlal Nehru University against the 2020 JNU Attack against left wing students and passage of CAA 2019.[15][16] The visit angered BJP leaders who expressed it in social media.[17] Soon enough, the hashtags BoycottChhapaak and BlockDeepika began trending in Indian Twitter with members of the incumbent Bharatiya Janata Party contributing in its proliferation.[15][18][19][20] In response, ISupportDeepika was floated which gained greater traction and by the end of the day, her follower count had increased significantly.[19][21] Actor Varun Dhawan talked about similar calls for boycott of his film Dilwale, and stated that the boycott may hurt the business, so it is used as a scare tactics meant to prevent people from expressing their opinion in public. He supported Deepika in condemning the attacks stating it is wrong to not do it.[22]\n", "On 8 January, social media users pointed out that filmmaker Meghna Gulzar had changed the name and religion of the attackers and their family members in the film.[23]  Online news portal like Swarajya online news site like[24] OpIndia reported that the name of the attacker who was a Muslim in real life, was changed into a Hindu name \"Rajesh\", in the film.[17] BJP MP and Minister of State for Environment, Forest and Climate Change Babul Supriyo called the change deliberate and \"absolute hypocrisy\".[25] BJP MP from South Delhi, Ramesh Bidhuri made calls to public for a boycott of the movie.[25] BJP MP Subramanian Swamy called it a defamation and informed legal action against the makers for this.[17]Mumbai Mirror reported that in past the filmmakers making films based on real life incidents had the liberty to change the names as well as the storyline in their films.[23] The visit to JNU by Deepika was seen by Mumbai Mirror as the reason for an aggressive stand taken against the film.[23] These claims were debunked by the co founder of Newslaundry, Abhinandan Sekhri, who had watched a special screening of the film Chhapaak in Delhi. He stated that the claims of the attacker belonging to the Hindu religion were false, since the movie showed him as a Muslim.[17] Journalist Radhika Sharma from PTI reported that Rajesh was the name of Malti's boyfriend. The acid attacker was called Bashir \"Babboo\" Khan in the film.[17]\n", "Advocate Aparna Bhat, who represented Agarwal in the case fought at Patiala House Courts, pursued legal action against the makers for not mentioning her in the film, \"to protect her identity and preserve her integrity\".[26][27]\n", "On the review aggregator website Rotten Tomatoes, the film holds a rating of 88% based on 17 reviews, with an average score of 6.7/10.[28] Teo Bugbee of The New York Times reviewed that Chhapaak \"succeeds in balancing extremes. It is at once a pleasing and buoyant inspirational story, and a realistic depiction of the brutal aftermath of acid attacks.\"[29] Shubhra Gupta of The Indian Express credited the film for portraying \"drama without dreaded melodrama\" and highlighted Padukone's \"solid, realized performance\"to be its prime asset.[30] Anna M.M.Vetticad of Firstpost in a mixed review wrote, \"The blend Massey achieves is what Chhapaak needed as a whole. Without that, what we are left with are good intentions, a heart in the right place, a major star taking a huge risk with an unorthodox role and a bunch of pluses that somehow do not come together to deliver an immersive experience.\"[31] Writing for The Hindu, Namrata Joshi summarised that \"Padukone's performance and Meghna Gulzar's direction ensure that Chhapaak is like a splash that leaves you misty with emotions, if not entirely drenched\".[32] Ankur Pathak of HuffPost labelled it \"a quietly-powerful social commentary, a film that never allows you to be comfortable\" and considered Padukone's performance to be her career-best.[33]\n", "Uday Bhatia of Mint wrote that it \"earnestly highlights a depressingly common horror\", adding that it \"deals squarely with its subject without quite transcending it\".[34] In a mixed review, Anupama Chopra praised Padukone's performance, but added that the film \"hovers dangerously close to becoming a public service announcement. The messaging becomes bigger than the movie, which reduces the impact\".[35] Conversely, Sukanya Verma of Rediff.com commended Gulzar for documenting \"Chhapaak's grim reality barefacedly without losing sight of its character's quiet determination to fight the reasons that make such heinous crimes possible in the first place\".[36]\n", "The film's music is composed by Shankar–Ehsaan–Loy while lyrics are written by Gulzar.\n", "Chhapaak earned ₹4.77 crore at the domestic box office on its opening day. On the second day, the film collected ₹6.90 crores. On the third day, the film collected ₹7.35 crore, taking a total opening weekend collection to ₹19.02 crore.[3]\n", "As of 7 February 2020[update], with a net of ₹40.57 crore in India and ₹14.87 crore overseas, the film has a worldwide collection of ₹55.44 crore.[3]\n", "The movie failed to attract enough audience.[38] Film trade analyst Girish Johar said that this is because the movie was not an entertaining film but because it appeals to \"a very limited audience\".[39]\n", "Followіng the fіlm's release, the state of Uttarakhand announced a new pensіon scheme for acіd attack survіvors.[42][43][44]\n"], "infobox": "Directed by,Meghna Gulzar \n Produced by,Fox Star Studios,Deepika Padukone,Govind Singh Sandhu,Meghna Gulzar \n Starring,Deepika Padukone, , ,Vikrant Massey \n Music by,Shankar–Ehsaan–Loy \n Box office,est., ,₹,55.44 crore,[3]"}
